@extends('public.layouts.app')

@section('content')
    <div class="row">
        <div class="col-12d">
            <div class="card">
                <div class="card-body">

                    <div class="row" style="font-size: 0.8em;">
                        <div class="col-12 mb-3">Дата публикации: 01.11.2025</div>
                    </div>

                    @include('public.offers.partials.version-history')

                    <style>
                        .WordSection {
                            line-height: 22px;
                            font-size: 1.1em;
                        }
                        .WordSection p {
                            margin-bottom: 0px;
                            text-indent: 30px;
                        }
                        .WordSection h4 {
                            text-align: center;
                            margin-top: 15px;
                            margin-bottom: 15px;
                        }
                    </style>

                    <div class="WordSection">

                        <!-- FORMAT -->

                        <h4 style="">
                            ПУБЛИЧНАЯ ОФЕРТА (ПРЕДЛОЖЕНИЕ) <br> О ЗАКЛЮЧЕНИИ ДОГОВОРА ВОЗМЕЗДНОГО ОКАЗАНИЯ УСЛУГ КОВОРКИНГА
                        </h4>

                        <p>Данный документ является предложением Общества с ограниченной ответственностью &laquo;ЭкоСпеции&raquo; коворкинга &laquo;ГрейсПлейс&raquo;,  заключить договор возмездного оказания услуг коворкинга на нижеприведенных условиях и публикуется на сайте <a href="https://graceplace.by/">https://graceplace.by</a>.</p>
                        <p>В соответствии с пунктом 2 статьи 407 Гражданского кодекса Республики Беларусь публикация (размещение) текста настоящего договора на сайте <a href="https://graceplace.by/">https://graceplace.by</a> является публичным предложением (офертой) ООО &laquo;ЭкоСпеции&raquo; коворкинга &laquo;ГрейсПлейс&raquo;, адресованному неопределенному кругу лиц, заключить договор возмездного оказания услуг.</p>
                        <p>Настоящая публичная оферта определяет порядок оказания услуг с использованием сайта <a href="https://graceplace.by/">https://graceplace.by</a>, а также взаимные права, обязанности и порядок взаимоотношений между ООО &laquo;ЭкоСпеции&raquo; коворкинга &laquo;ГрейсПлейс&raquo;, и пользователем сайта (физическое лицо, самозанятый), именуемый в дальнейшем &laquo;Заказчик&raquo;, принявший (акцептовавшим) публичную оферту (предложение) о заключении договора, а вместе именуемые &laquo;Стороны&raquo;.</p>
                        <p>Настоящая публичная оферта о заключении договора возмездного оказания услуг заключается путем акцепта оферты, содержащей все существенные условия договора, без подписания сторонами. Настоящий договор имеет юридическую силу в соответствии со ст. 404 и 408 Гражданского кодекса Республики Беларусь и является равносильным договору, подписанному Сторонами собственноручно.</p>
                        <p>Договор, заключенный посредством акцепта настоящей оферты, регламентируется нормами гражданского законодательства Республики Беларусь о договоре присоединения, поскольку его условия определены Исполнителем в настоящей оферте и могут быть приняты любым лицом не иначе как путем присоединения к предложенному Договору в целом.</p>



                        <h4>
                            ОСНОВНЫЕ ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ
                        </h4>


                        <p><b>Исполнитель</b> &ndash; Общество с ограниченной ответственностью &laquo;ЭкоСпеции&raquo;, действующий от своего имени, на основании свидетельства о государственной регистрации № 192683473 от 01 августа 2016 года, осуществляющий услуги по предоставлению части нежилого помещения для коворкинга на условиях аренды по адресу г. Минск, пр-т Газеты Правда 20А, пом. 31-36 предоставляемое для оказания парикмахерских услуг, косметических услуг, услуг маникюра, педикюра, массажа.</p>
                        <p><b>Заказчик</b> &ndash; физическое лицо или самозанятый, присоединившийся к настоящему Договору в соответствии с его условиями.</p>
                        <p><b>Коворкинг</b>&ndash; зона помещений, расположенных в нежилом здании являющиеся местом оказания услуг коворкинга по адресу г. Минск, пр-т Газеты Правда 20А, пом. 31-36.</p>
                        <p><b>Услуги коворкинга</b> &ndash; услуга по предоставлению рабочего пространства в коворкинге для целей осуществления Пользователем самостоятельной рабочей деятельности.</p>
                        <p><b>Посетители коворкинга (Посетители)</b> &ndash; лица, допущенные на территорию коворкинга, в том числе Заказчики, представители Заказчика, а также клиенты Заказчика.</p>
                        <p><b>Рабочее место</b> &ndash; принадлежащее Исполнителю на праве собственности или аренды часть недвижимого имущества и движимое имущество, находящееся в коворкинге и используемое для предоставления услуг коворкинга, расположенное по адресу г. Минск, пр-т Газеты Правда 20А, пом. 31-36.</p>
                        <p><b>Услуги</b> &ndash; спектр услуг Исполнителя, которые могут предоставляться Заказчику в соответствии с настоящим предложением.</p>
                        <p><b>Представители Заказчика</b> &ndash; физические лица, являющиеся работниками или доверенными лицами Заказчика, которым Исполнителем непосредственно оказываются Услуги.</p>
                        <p><b>Рабочий день</b> &ndash; означает все дни недели. Слово &laquo;день&raquo;, используемое при определении какого-либо срока по Договору с Заказчиком, если нет прямой ссылки на рабочий день, означает любой календарный день.</p>
                        <p><b>Один час</b> &ndash; 60 (шестьдесят) минут.</p>
                        <p><b>Рабочее время</b> &ndash; с 09 ч. 00 мин. до 21 ч. 00 мин.</p>
                        <p><b>Расчетный период</b> &ndash; период, на который Исполнителем с Заказчиком заключен Договор.</p>
                        <p><b>Каналы связи</b> – способы официального взаимодействия Заказчика с Исполнителем, включая телефон, адрес электронной почты и официальные аккаунты в социальных сетях, указанные в разделе 13 настоящего Договора.</p>


                        <h4>
                            1. ОБЩИЕ ПОЛОЖЕНИЯ
                        </h4>

                        <p>1.1. Настоящая оферта содержит все существенные условия для заключения Договора и является публичной офертой в соответствии с Гражданским кодексом Республики Беларусь.</p>
                        <p>1.2. В соответствии с п. 1 ст. 403, п. 3 ст. 408 Гражданского кодекса Республики Беларусь, акцепт оферты равнозначен факту заключения письменного договора между Заказчиком и Исполнителем на условиях, указанных в настоящей оферте.</p>
                        <p>1.3. Условия оферты определяются Исполнителем. Исполнитель вправе в одностороннем порядке менять условия оферты. Все изменения доводятся до сведения Заказчика путем их размещения на Сайте, и вступают в силу с момента публикации измененной редакции.</p>
                        <p>1.4. Заказчик обязуется до заключения Договора ознакомиться с условиями оферты. Все изменения условий настоящей оферты Заказчик отслеживает самостоятельно на Сайте.</p>
                        <p>1.5. Заказчик принимает условия Оферты в целом и обязуется выполнять условия Договора, размещенные по адресу <a href="https://graceplace.by/public-offer">https://graceplace.by/public-offer</a>.</p>


                        <h4>
                            2. ПРЕДМЕТ ДОГОВОРА
                        </h4>

                        <p>2.1. В рамках настоящего договора Исполнитель принимает на себя обязательство при наличии свободных рабочих мест, оказать Заказчику (представителям Заказчика) комплекс услуг (услуги коворкинга), связанных с организацией рабочего места, предоставлением во временное пользование рабочих мест на условиях и по тарифам услуг на территории коворкинга &laquo;Грейсплейс&raquo;, а Заказчик обязуется оплатить услуги Исполнителя в порядке и размере, установленном настоящим Договором. Договор заключается в электронной форме посредством регистрации на сайте <a href="https://graceplace.by/">https://graceplace.by</a>, оформления бронирования либо внесения оплаты, что подтверждает акцепт Заказчиком условий настоящей оферты.</p>
                        <p>2.2. Услуги, связанные с предоставлением оборудованного рабочего места Заказчику не могут трактоваться как наличие трудовых отношений между Заказчиком и Исполнителем, кроме непосредственного предоставления Услуги коворкинга в соответствии с выбранным рабочим местом и дополнительными услугами. Положения трудового законодательства к отношениям между сторонами неприменимы.</p>


                        <h4>
                            3. ПОРЯДОК ОКАЗАНИЯ УСЛУГ
                        </h4>



                        <p>3.1. Рабочие места предоставляются Заказчику в соответствии с режимом работы коворкинга, расположенного по адресу: г. Минск, пр-т Газеты Правда 20а, пом. 31-36 с 09:00 до 21:00 часа, без выходных, в иное время (с 21.00 до 09.00) нахождение на территории коворкинга возможна только по предварительной договоренности с Исполнителем.</p>
                        <p>3.2. Забронировать рабочее место можно в личном кабинете, после регистрации на сайте <a href="https://graceplace.by/">https://graceplace.by</a> при этом нужно учитывать, что в забронированное время, Заказчику необходимо расположиться, а по окончании работы освободить рабочее место от своих личных вещей, расставить оборудование по своим местам, привести рабочее место и места общего пользования, которыми пользовался Заказчик и его Посетители в течение забронированного времени, в изначальный вид.</p>
                        <p>3.3. Минимальный срок аренды рабочего места составляет 1 (один) час.</p>
                        <p>3.4. Одно рабочее место предоставляется для обслуживания одного Посетителя до полного завершения процедуры, за исключением отдельных кабинетов помещения, где допускается размещение до 3 (трех) человек, включительно (включая мастеров). Размещение от 3 (трех) до 5 (пяти) человек, включительно, должно быть согласовано с Исполнителем в индивидуальном порядке. Не допускается размещение Посетителей, во время оказания услуги, в местах общего пользования, в соседних залах, кабинетах, соседних рабочих местах.</p>
                        <p>3.5. Началом и окончанием нахождения на предоставляемом рабочем месте, считается время, которое Заказчик указал при бронировании рабочего места, на сайте Исполнителя.</p>
                        <p>3.6. Если по истечении забронированного времени Заказчиком, рабочее место не убрано, не освобождено от личных вещей, то в счет учитывается следующий час работы, при условии, что рабочее место не забронировано после Заказчика.</p>
                        <p>3.7. Если рабочее место, после Заказчика забронировано, то до окончания забронированного времени Заказчиком, необходимо убрать рабочее место, освободить от личных вещей и определить совместно с Исполнителем, где имеется возможность закончить работу, при этом в счет учитывается следующий час работы.</p>
                        <p>3.8. Рабочее место принимается исполнителем в том же состоянии, в каком оно было получено Заказчиком.</p>
                        <p>3.9. Забронированное время можно отменить, а оплаченное время перенести на другой день, за 24 часа, в личном кабинете, на сайте Исполнителя.</p>
                        <p>3.9.1. В случае отказа Заказчика от забронированного рабочего места (записи) менее чем за 24 (двадцать четыре) часа до времени начала аренды Заказчик обязуется уплатить Исполнителю штраф в размере 50 % (пятидесяти процентов) стоимости соответствующей записи. Исполнитель вправе зачесть внесенную Заказчиком предварительную оплату в счет уплаты указанного штрафа либо выставить счет на его оплату отдельным платежом.</p>
                        <p>3.10. Если у Заказчика нет записи на определенное время, то Заказчику не следует бронировать рабочее место. Если Заказчик будет злоупотреблять и создавать множество записей с их последующей отменой (два и более раза в течении 1 (одной) недели), то количество записей для такого заказчика будет ограничено.</p>
                        <p>3.11. Все работы с кератином, ботоксом, химические завивки и их производные и т.п. процедуры выполнять только в отдельном зале.</p>
                        <p>3.12. В случае если Заказчик не занял рабочее место и не предупредил об опоздании, с момента начала забронированного периода, Исполнитель вправе отменить забронированное время.</p>
                        <p>3.13. Заключая Договор, Заказчик гарантирует и подтверждает, что представление Исполнителем Услуг, связано с самостоятельной организацией Заказчиком своей профессиональной деятельности.</p>
                        <p>3.14. Исполнитель прекращает оказание Услуг по истечении забронированного времени и/или при наличии задолженности Заказчика перед Исполнителем по любым основаниям.</p>



                        <h4>
                            4. ПРАВА И ОБЯЗАННОСТИ СТОРОН
                        </h4>


                        <p><strong>4.1. Исполнитель обязуется:</strong></p>
                        <p>4.1.1. предоставить Заказчику рабочее место и Услуги, выбранные Заказчиком, согласно Договору;</p>
                        <p>4.1.2. осуществлять ежедневную уборку пространства;</p>
                        <p>4.1.3. принимать своевременные меры по предупреждению и регулированию нарушения качества предоставляемых Услуг;</p>
                        <p>4.1.4. своевременно информировать Заказчика об изменениях в структуре, условия и порядке предоставления Услуг путём размещения соответствующей информации на сайте  <a href="https://graceplace.by/">https://graceplace.by</a> и/или социальных сетях (Instagram);</p>
                        <p>4.1.5. оказывать Заказчику консультации доступным Каналам связи, в рабочее время, по вопросам, возникающим в связи с оказанием Услуг.</p>


                        <p><strong>4.2. Исполнитель вправе:</strong></p>
                        <p>4.2.1. оказывать Услуги или их часть с привлечением третьих лиц;</p>
                        <p>4.2.2. в любой момент, в одностороннем порядке, изменять настоящий Договор. Изменения вступают в силу с момента опубликования нового текста Договора на сайте;</p>
                        <p>4.2.3. в одностороннем порядке изменять стоимость, а также перечень предоставляемых Услуг, о чем Заказчик извещается не позднее, чем за 7 (семь) календарных дней до вступления в силу таких изменений, путём размещения соответствующей информации на сайте Исполнителя и социальных сетях (Instagram). При этом стоимость оплаченных Заказчиком Услуг до окончания периода, за который они оплачены, не изменяются;</p>
                        <p>4.2.4. изменять режим работы, в целом, или отдельных его помещений, а также частично или полностью ограничивать доступ к ним Заказчику, о чем Заказчик извещается не менее чем за 24 часа до вступления таких изменений, путём размещения информации на сайте <a href="https://graceplace.by/">https://graceplace.by</a> и/или социальных сетях (Instagram).</p>
                        <p>4.2.5. полностью или частично прекратить оказание Услуг при возникновении необходимости проведения технических или санитарно-гигиенических мероприятий. При этом период предоставления Услуг по настоящему Договору продлевается на срок, необходимый для проведения указанных в настоящем подпункте мероприятий;</p>
                        <p>4.2.6. отказать в предоставлении рабочего места Заказчику или отказаться от исполнения заключенного Договора в случае нарушения общественного порядка со стороны Заказчика;</p>
                        <p>4.2.7. отказать в допуске к рабочему месту в случае наличия задолженности по оплате Услуг, предусмотренных настоящим Договором до момента полного погашения такой задолженности Заказчиком.</p>
                        <p>4.2.8. в случае нарушения Заказчиком или его Посетителями настоящего Договора, в бесспорном одностороннем внесудебном порядке отказаться от исполнения настоящего Договора, при этом уплаченные денежные средства Заказчику не возвращаются.</p>


                        <p><strong>4.3. Заказчик обязуется:</strong></p>
                        <p>4.3.1. пройти процедуру регистрации, установленную Исполнителем, указать актуальные данные;</p>
                        <p>4.3.2. соблюдать условия настоящего Договора, а также оплачивать Исполнителю оказываемые Услуги в порядке, размерах и в сроки, определенные настоящим Договором;</p>
                        <p>4.3.3. вести свою профессиональную деятельность в соответствии с законодательством Республики Беларусь;</p>
                        <p>4.3.4. соблюдать требования противопожарной безопасности, санитарно-гигиенические и иные требования, установленные законодательством Республики Беларусь;</p>
                        <p>4.3.5. использовать оборудование, в соответствии с требованиями инструкцией по эксплуатации и техникой безопасности;</p>
                        <p>4.3.6. незамедлительно информировать Исполнителя обо всех инцидентах, авариях, несчастных случаях, произошедших в помещениях, путём уведомления Исполнителя по доступным Каналам связи</p>
                        <p>4.3.7. использовать исправные электрические инструменты, любое оборудование, не превышающее допустимый уровень шума и вибрации, а также имеющие сертификаты для использования в данных условиях, если такая сертификация требуется по законодательству Республики Беларусь;</p>
                        <p>4.3.8. компенсировать Исполнителю любые пени, штрафы, неустойки, наложенные на Исполнителя любыми органами и/или организациями в связи с нарушением Заказчиком требований законодательства Республики Беларусь при пребывании Заказчика в помещениях по адресу: г. Минск, пр-т Газеты Правда 20а, пом. 31-36 и прилегающей к зданию территории;</p>
                        <p>4.3.9. не создавать препятствий и неудобств другим Заказчикам и их Посетителям;</p>
                        <p>4.3.10. при личном разговоре, разговоре по телефону на территории коворкинга, не повышать голос, соблюдать общепринятые правила приличия, а при прослушивании аудио, просмотре видео и т.п. - использовать наушники. Мобильный телефон необходимо переводить в беззвучный режим;</p>
                        <p>4.3.11. обеспечивать сохранность, бережно относится к имуществу, оборудованию, технике, мебели, материалам и ресурсам Исполнителя;</p>
                        <p>4.3.12. возмещать Исполнителю убытки, причиненные имуществу и оборудованию Исполнителя и Посетителями Заказчика;</p>
                        <p>4.3.13. мыть личную посуду и прочие принадлежности самостоятельно. Посуда и прочие принадлежности, не приведённые в надлежащий вид, испорченные продукты и/или продукты, с истекшим сроком годности, остатки продуктов, находящиеся в помещении, по окончании рабочего дня, будут утилизированы;</p>
                        <p>4.3.14. очищать мойку для волос, мисочки, кисточки и т.п. после каждого Посетителя, протирать пролитые жидкости, удалять краску, масло и т.д. с поверхностей. Необходимые средства для вышеуказанных процедур можно взять лично в оборудованном для этого месте;</p>
                        <p>4.3.15. по окончании работы с Посетителем:</p>
                        <p>- расставить использованные мебель и оборудование по своим местам;</p>
                        <p>- протереть, очистить рабочие поверхности, используемое оборудование от волос, пыли, масла, краски, гель-лака, воска и т.п.;</p>
                        <p>- подмести пол, при необходимости;</p>
                        <p>- освободить зону мойки от своей косметики и инструментов, пустых банок, упаковки и т.п.;</p>
                        <p>- забрать свой мусор, выбросить в общий контейнер для сбора отработанного материала.</p>
                        <p>4.3.16. хранить личные вещи в чехле для одежды, личную обувь в коробке для обуви, соблюдать порядок в местах общего пользования.</p>


                        <p><strong>4.4. Заказчик вправе:</strong></p>
                        <p>4.4.1. требовать от Исполнителя надлежащего оказания Услуг;</p>
                        <p>4.4.2. получать у Исполнителя консультации доступным Каналам связи, в рабочее время, по вопросам, возникающим в связи с оказанием Услуг;</p>
                        <p>4.4.3. передавать рабочее место в пользование третьим лицам, только в том случае, если это было предварительно оговорено Сторонами;</p>
                        <p>4.4.4. расторгнуть настоящий Договор в случае:</p>
                        <p>- невыполнения либо ненадлежащего выполнения Исполнителем своих обязательств по оказанию Услуг в рамках настоящего Договора;</p>
                        <p>- несогласия с вносимыми Исполнителем изменениями и/или дополнениями в настоящий Договор.</p>


                        <p><strong>4.5. Заказчику и его Посетителям категорически запрещается:</strong></p>
                        <p>4.5.1. употреблять спиртные напитки в помещении, пребывать в состоянии алкогольного, наркотического, токсического и прочего опьянения;</p>
                        <p>4.5.2. курить в помещении и на прилегающей территории, в том и электронные сигареты;</p>
                        <p>4.5.3. нарушать общественный порядок, создавать помехи и неудобства другим Посетителям, в том числе нецензурно выражаться и совершать любые действия оскорбительного характера;</p>
                        <p>4.5.4. предпринимать какие-либо действия, влияющие на работу систем охлаждения, отопления, вентиляции, освещения, водоснабжения и других централизованных систем;</p>
                        <p>4.5.5. проносить в здание предметы и вещества, которые являются, или могут быть травм опасны, а также легковоспламеняющимися, взрывоопасными, ядовитыми, радиоактивными и повышающими степень риска возгорания или взрыва;</p>
                        <p>4.5.6. размещать рекламную информацию в бумажном виде, брендированные элементы без согласования с Исполнителем;</p>
                        <p>4.5.7. доступ с животными, за исключением случаев, когда животное выполняет функцию поводыря;</p>
                        <p>4.5.8. осуществление любой деятельности, запрещенной действующим законодательством Республики Беларусь, равно как и запрещается любое упоминание Исполнителя в связи с такой деятельностью;</p>
                        <p>4.5.9. находиться без защитной маски, если переносите болезнь ОРВИ, грипп, другие заболевания, которые передаются воздушно-капельным путем;</p>
                        <p>4.5.10. складировать личные вещи и/или оставлять их на хранение без согласования с Исполнителем;</p>
                        <p>4.5.11. лежать на диванах, спать, ставить ноги на мебель и оборудование;</p>
                        <p>4.5.12. переставлять, выносить и заносить: мебель, оборудование, предметы интерьера, из других залов и кабинетов, без уведомления исполнителя.</p>


                        <h4>
                            5. СТОИМОСТЬ, ПОРЯДОК И СРОКИ ОПЛАТЫ УСЛУГ
                        </h4>

                        <p>5.1. Стоимость Услуг Исполнителя по настоящему Договору устанавливается на сайте Исполнителя.</p>
                        <p>5.2. Оплата Услуг производится за забронированное Заказчиком время, независимо от фактически использованного времени. Корректировка забронированного времени возможна только до начала оказания Услуг.</p>
                        <p>5.3. Оплата Услуг производится Заказчиком по окончании работы в день посещения, за исключением случаев, заранее согласованных с Исполнителем.</p>
                        <p>5.4. Единственным способом оплаты является внесение безналичных денежных средств на расчетный счет Исполнителя с использованием системы платежей ЕРИП. Другие способы оплаты не предусмотрены.</p>
                        <p>5.5. В случае невозможности произвести оплату в день посещения, Заказчик обязан уведомить об этом Исполнителя для согласования порядка и сроков оплаты.</p>
                        <p>5.6. Неоплаченные Услуги и неиспользованные в установленные сроки считаются оказанными и подлежат оплате согласно стоимости Услуг, установленной на сайте Исполнителя. Заказчик признает и понимает, что Исполнитель, резервируя Заказчику необходимое рабочее время, не предоставляет подобных услуг третьим лицам.</p>
                        <p>5.7. Оплаченные, но неиспользованные в установленные сроки Услуги считаются оказанными, денежные средства за неиспользованные Услуги Заказчику не возвращаются.</p>
                        <p>5.8. В случае нарушения Заказчиком условий оплаты, предусмотренных настоящим Договором, Исполнитель вправе отказать Заказчику в дальнейшем оказании Услуг, обнулить все его последующие записи, а также перевести его на условия 100% предоплаты Услуг, о чём Заказчик уведомляется Исполнителем.</p>


                        <h4>
                            6. ПОРЯДОК СДАЧИ-ПРИЕМКИ ОКАЗАННЫХ УСЛУГ
                        </h4>


                        <p>6.1. В соответствии с Постановлением Министерства финансов Республики Беларусь от 12.02.2010 №13 "О единоличном составлении первичных учетных документов" по настоящему договору первичный учетный документ, который подтверждает факт оказания Услуг, составляется Исполнителем единолично.</p>
                        <p>6.2. Акт выполненных работ по каждому посещению доступен для скачивания в личном кабинете пользователя.</p>
                        <p>6.3. Если в течение 3 (трёх) календарных дней с момента оказания Услуги Заказчик не направил Исполнителю письменную мотивированную претензию, Услуга считается оказанной надлежащим образом и подлежит полной оплате.</p>
                        <p>6.4. Предоставление Услуг, в рамках настоящего Договора подтверждается фактом потребления Заказчиком оказанных ему Услуг, либо согласно забронированным Заказчиком Услугам, которые не были фактически потреблены, но также не были отменены за 24 часа до их начала.</p>



                        <h4>
                            7. ОТВЕТСТВЕННОСТЬ СТОРОН
                        </h4>

                        <p>7.1. Заказчик несёт ответственность за соблюдение законодательства Республики Беларусь и настоящего Договора непосредственно самим Заказчиком и Посетителями Заказчика.</p>
                        <p>7.2. Заказчик несёт материальную ответственность за порчу оборудования и иного имущества Исполнителя, в том числе и его Посетителями, за исключением естественного износа оборудования или имущества. В случае повреждения или иной порчи предоставленного ему имущества, в том числе оборудования, Заказчик возмещает причинённый Исполнителю ущерб в течение 3 (трёх) рабочих дней с момента предоставления Исполнителем соответствующего требования.</p>
                        <p>7.3. В случае нарушения Заказчиком или его Посетителями настоящего Договора, Исполнитель вправе в бесспорном одностороннем порядке отказаться от исполнения настоящего Договора, прекратив предоставление Услуг. При этом уплаченные денежные средства Заказчику не возвращаются.</p>
                        <p>7.4. Исполнитель не несёт ответственности:</p>
                        <p>7.4.1. за качество оказываемых Услуг Заказчиком;</p>
                        <p>7.4.2. за действия Посетителей Заказчика;</p>
                        <p>7.4.3. за нарушения Заказчиком Договора или иных общеобязательных требований, связанных с противопожарной безопасностью, соблюдением санитарно-гигиенических норм, норм морали и нравственности и т.п. В случае нарушений Заказчиком каких-либо общеобязательных норм и правил Заказчик самостоятельно за свой счет возмещает нанесенный ущерб либо компенсирует Исполнителю причиненные убытки;</p>
                        <p>7.4.4. в случае, если Заказчик использовал средства связи и оборудование Исполнителя в каких-либо противоправных целях. Заказчик обязан возместить Исполнителю любые убытки, связанные с использованием средств связи и оборудования Заказчиком в указанных целях;</p>
                        <p>7.4.5. за сохранность личных вещей Заказчика и его Посетителей, оставленных в помещении Исполнителя;</p>
                        <p>7.4.6. за технические неудобства, в том числе за перебои с электричеством и водоснабжением, вызванные проведением сезонных, профилактических и аварийных работ, службами коммунального хозяйства и иными причинами, не зависящими от Исполнителя;</p>
                        <p>7.4.7. за вред, причинённый жизни и здоровью Заказчика/Посетителям Заказчика, при отсутствии вины Исполнителя.</p>
                        <p>7.5. В случае наступления несчастного случая с лицом, пользующимся Услугами в помещении по адресу: г. Минск, ул. Пр-т Газеты Правда 20а, пом. 31-36 Заказчик самостоятельно организует и/или участвует в комиссии по расследованию несчастного случая в соответствии с порядком, установленным законодательством.</p>
                        <p>7.6. Заказчик/Посетители Заказчика соглашаются с тем, что они не вправе требовать от Исполнителя какой-либо компенсации морального вреда, а также возмещения упущенной выгоды, в связи с оказанием Услуг, за исключением случаев, прямо предусмотренных законодательством Республики Беларусь.</p>
                        <p>7.7. Стороны настоящего Договора безоговорочно соглашаются с тем, что максимальная ответственность Исполнителя по настоящему Договору, по любому иску или претензии в отношении настоящего Договора или его исполнения, ограничен суммой, уплаченной Заказчиком Исполнителю по настоящему Договору за период, к которому относится соответствующая претензия. Упущенная выгода возмещению не подлежит.</p>
                        <p>7.8. Ограничение ответственности Исполнителя, предусмотренное п.7.7. настоящего Договора, не может применяться в случаях, когда:</p>
                        <p>7.8.1. размер ответственности для данного вида обязательств или за данное нарушение определен законодательством Республики Беларусь;</p>
                        <p>7.8.2. неисполнение, либо ненадлежащее исполнение Исполнителем своих обязательств по настоящему Договору является следствием его прямого умысла.</p>
                        <p>7.9. Все споры и разногласия, возникающие между сторонами по Договору или в связи с ним, решаются путём переговоров. В случае невозможности разрешения возникших споров и разногласий путём переговоров &ndash; в судебном порядке по месту нахождения Исполнителя.</p>
                        <p>7.10. За нарушение Заказчиком любого из пунктов Договора уплачивается штраф в размере 20 (двадцать) белорусских рублей, путем внесения денежных средств в кассу Исполнителя.</p>


                        <h4>
                            8. СРОК ДЕЙСТВИЯ ДОГОВОРА. РАСТОРЖЕНИЕ ДОГОВОРА
                        </h4>

                        <p>8.1. Договор считается заключённым с момента нажатия Заказчиком кнопки &laquo;с условиями оферы согласен&raquo; на сайте Исполнителя.</p>
                        <p>8.2. Истечение срока действия забронированных Услуг не означает прекращения действия настоящего Договора. В случае если Заказчик выразит намерение пользоваться Услугами Исполнителя через любой промежуток времени, настоящий Договор считается действующим в отношении сторон с учетом изменений и дополнений, внесенных Исполнителем на момент бронирования новых Услуг.</p>


                        <h4>
                            9. ФОРС-МАЖОР
                        </h4>


                        <p>9.1. Стороны освобождаются от ответственности за частичное или полное невыполнение своих обязательств по настоящему договору, если они докажут, что это произошло в результате препятствий экстраординарного характера (включая, но не ограничиваясь: пожары, наводнения, забастовки, эпидемии, пандемии, стихийные бедствия или действия правительств и подобными препятствиями и их последствиями), которые вызваны после вступления договора в силу и которые стороны не могли не предвидеть, не предотвратить и не принимали в расчет при заключении настоящего договора.</p>
                        <p>9.2. Сторона, ссылающаяся на форс-мажорные обстоятельства, обязана в письменной форме (по электронной почте, посредством мессенджеров) уведомить другую Сторону в тридцатидневный срок (рабочие дни) с момента начала их действия с обязательным последующим представлением другой Стороне в разумный срок свидетельств, подтверждающих факты наступления, действия и прекращения действия подобных обстоятельств. Доказательством наличия указанных выше обстоятельств и их продолжительности будут служить справки, выдаваемые соответственно торгово-промышленной палатой (иным компетентным и уполномоченным органом) Заказчика или Исполнителя.</p>
                        <p>9.3. Уведомление должно содержать соответствующую информацию о характере препятствия, о его влиянии на выполнение Стороной своих обязательств по настоящему договору, а также определить предполагаемые сроки выполнения Стороной своих обязательств.</p>
                        <p>9.4. В упомянутом выше случае срок выполнения Стороной своих обязательств должен быть продлен на время действия вышеуказанного препятствия.</p>
                        <p>9.5. В случае наступления указанных выше обстоятельств, стороны оставляют за собой право:</p>
                        <p>9.5.1. внести соответствующие изменения в настоящий договор;</p>
                        <p>9.5.2. в одностороннем порядке отказаться от исполнения договора после взаиморасчетов.</p>

                        <h4>
                            10. РАЗРЕШЕНИЕ СПОРОВ
                        </h4>

                        <p>10.1. Все споры или разногласия, возникающие между сторонами по настоящему Договору или в связи с ним, разрешаются путем переговоров.</p>
                        <p>10.2. Претензионный порядок разрешения споров является обязательным для Сторон. Срок рассмотрения претензии и направления мотивированного ответа на нее составляет 15 (пятнадцать) календарных дней с даты ее получения.</p>
                        <p>10.3. При недостижении соглашения, спор подлежит разрешению в Экономическом суде г. Минска в соответствии с действующим законодательством Республики Беларусь.</p>



                        <h4>
                            11. ИЗМЕНЕНИЕ УСЛОВИЙ ОФЕРТЫ
                        </h4>


                        <p>11.1. Условия Оферты определяются Исполнителем. Исполнитель имеет право в одностороннем порядке внести изменения в Оферту в любой момент по своему усмотрению. Такие изменения вступают в силу с момента размещения измененного текста Оферты на Сайте, если иной срок вступления изменений в силу не определен дополнительно при его размещении.</p>
                        <p>11.2. В случае своего несогласия с внесенными изменениями и/или дополнениями Заказчик (Слушатель) имеет право расторгнуть Договор путем направления письменного уведомления об одностороннем отказе от исполнения Договора в адрес Исполнителя.</p>
                        <p>11.3. Стороны безоговорочно соглашаются с тем, что молчание (отсутствие письменных уведомлений о расторжении Договора либо о несогласии с отдельными положениями Договора) признается согласием и присоединением Посетителя к новой редакции Оферты (пункт 3 статьи 159 Гражданского кодекса Республики Беларусь).</p>


                        <h4>
                            12. ПРОЧИЕ УСЛОВИЯ
                        </h4>


                        <p>12.1. Во всем ином, не урегулированном Офертой, Стороны руководствуются законодательством Республики Беларусь.</p>
                        <p>12.2. Предложение о заключении Договора является бессрочным. Оферта вступает в силу с момента размещения на Сайте и действует до момента ее отзыва.</p>
                        <p>12.3. Стороны безоговорочно признают юридическую силу текстов документов, сообщений, полученных по доступным Каналам связи наравне с документами, исполненными в простой письменной форме на бумажном носителе, за исключением случаев, когда оформление документов на бумажном носителе является обязательным в силу требований законодательства Республики Беларусь. Вся переписка, извещения и уведомления, полученные посредством электронного сообщения, считаются доставленными адресату в надлежащей форме.</p>
                        <p>12.4. Сообщения Сайта, предназначенные для Заказчика и Посетителя, публикуются для всеобщего доступа на Сайте.</p>


                        <h4>
                            13. РЕКВИЗИТЫ ИСПОЛИНТЕЯ
                        </h4>


                        <p>Общество с ограниченной ответственностью &laquo;ЭкоСпеции&raquo;,</p>
                        <p>УНП 192683473</p>
                        <p>Юридический и почтовый адрес: 220116, г. Минск, проспект Газеты Правда 20А, пом. 14;</p>
                        <p>Р/c BY47MTBK30120001093300072363 в ЗАО "МТБанк", код MTBKBY22;</p>
                        <p>Тел.: +375(33)602-54-94</p>
                        <p>Email: <a href="mailto:info@graceplace.by">info@graceplace.by</a>.</p>
                        <p>Instagram: <a href="https://www.instagram.com/beautycoworkingminsk/">@beautycoworkingminsk</a>.</p>


                    </div>

                </div>

            </div>

        </div>



    </div>


@endsection
